[
    {
        "ID": 101,
        "Image": "https://i.ibb.co/Lk63ZxH/10.jpg",
        "Title": "Vintage Leather Jacket",
        "Category": "Cloth",
        "Description": "Step up your fashion game with our Vintage Leather Jacket. Crafted from premium, supple leather, this jacket exudes timeless style and rugged durability. Whether you're hitting the town or cruising on your motorcycle, this jacket will keep you warm and looking sharp. It features a classic collar, multiple pockets, and a comfortable fit that complements any outfit. Embrace the allure of vintage fashion and make a statement wherever you go.",
        "BackgroundColor": "#F0E68C",
        "TitleTextColor": "#2E8B57",
        "CategoryTextColor": "#FF6347",
        "CategoryBackgroundColor": "#F0E68C",
        "Price": "$89.99"
    },
    {
        "ID": 102,
        "Image": "https://i.ibb.co/Jq82nPH/11.jpg",
        "Title": "Smartphone X3",
        "Category": "Electronics",
        "Description": "Discover the Smartphone X3 – the pinnacle of mobile technology. This cutting-edge device redefines what a smartphone can be, offering you a world of possibilities at your fingertips.\n\nFeaturing a stunning high-resolution OLED display, every image and video comes to life with vibrant colors and incredible clarity. Whether you're streaming your favorite movies, browsing the web, or gaming, the Smartphone X3 provides an immersive visual experience like never before. Capture breathtaking photos and videos with the advanced triple-camera system. With a 48-megapixel main sensor, ultra-wide-angle lens, and telephoto lens, you can unleash your creativity and take professional-grade shots in any lighting conditions. Stay powered throughout the day with the long-lasting battery and fast charging capabilities. The Smartphone X3 adapts to your needs, optimizing performance for efficiency while keeping you connected all day long. Security is a top priority, and the Smartphone X3 doesn't disappoint. It offers facial recognition and an in-display fingerprint sensor for swift and secure access to your device and personal data. With 5G connectivity, you can browse, stream, and download at lightning speed, revolutionizing the way you connect and work on the go. Experience the future of mobile technology with the Smartphone X3. Elevate your daily routine, capture life's moments, and stay connected with this remarkable device.",
        "BackgroundColor": "#87CEEB",
        "TitleTextColor": "#0000CD",
        "CategoryTextColor": "#7B68EE",
        "CategoryBackgroundColor": "#87CEEB",
        "Price": "$499.99"
    },
    {
        "ID": 103,
        "Image": "https://i.ibb.co/XLxCbm8/penne-pasta-tomato-sauce-with-chicken-tomatoes-wooden-table.jpg",
        "Title": "Coffee Maker Pro",
        "Category": "Food",
        "Description": "Start your mornings right with our Coffee Maker Pro. This sleek and stylish coffee maker is designed to brew the perfect cup of coffee every time. With advanced brewing technology, it extracts the full flavor and aroma of your favorite coffee beans, ensuring a rich and satisfying brew. The Coffee Maker Pro is easy to use, with programmable settings and a user-friendly interface. You can customize the strength and size of your coffee to suit your preferences. The large water reservoir means fewer refills, and the included carafe keeps your coffee hot and ready to enjoy. Whether you prefer a bold espresso or a smooth latte, this coffee maker can do it all. Elevate your coffee experience and start your day with the Coffee Maker Pro.",
        "BackgroundColor": "#FFA07A",
        "TitleTextColor": "#8B4513",
        "CategoryTextColor": "#D2691E",
        "CategoryBackgroundColor": "#FFA07A",
        "Price": "$79.95"
    },
    {
        "ID": 104,
        "Image": "https://i.ibb.co/JHpzCXk/13.jpg",
        "Title": "Mountain Bike Explorer",
        "Category": "Health",
        "Description": "Embark on thrilling adventures with our Mountain Bike Explorer. This rugged and versatile bike is built for conquering trails and exploring the great outdoors. Whether you're tackling steep mountain paths or cruising through scenic forests, the Mountain Bike Explorer delivers top-notch performance and comfort. It features a durable frame, responsive suspension, and reliable disc brakes for maximum control and safety. The multi-speed gearing system lets you conquer any terrain with ease, and the wide, knobby tires provide excellent traction. With its ergonomic design and adjustable components, this bike ensures a comfortable and enjoyable ride. Experience the freedom of the open trail and embrace the spirit of adventure with the Mountain Bike Explorer.",
        "BackgroundColor": "#98FB98",
        "TitleTextColor": "#228B22",
        "CategoryTextColor": "#32CD32",
        "CategoryBackgroundColor": "#98FB98",
        "Price": "$599.00"
    },
    {
        "ID": 105,
        "Image": "https://i.ibb.co/b1q2qph/14.jpg",
        "Title": "Classic Wooden Chess Set",
        "Category": "Education",
        "Description": "Indulge in the timeless game of strategy with our Classic Wooden Chess Set. Crafted with meticulous attention to detail, this set combines aesthetics with intellect. Each piece is beautifully carved from wood, providing an exquisite playing experience. Challenge your friends and family to epic battles of wits, plan your moves, and outmaneuver your opponent on the elegant wooden board. Whether you're a seasoned chess master or a beginner, this set will provide endless hours of entertainment. The Classic Wooden Chess Set makes a perfect gift for chess enthusiasts and adds a touch of sophistication to any room. Elevate your game and immerse yourself in the world of chess with this timeless set.",
        "BackgroundColor": "#FFD700",
        "TitleTextColor": "#8B4513",
        "CategoryTextColor": "#FF4500",
        "CategoryBackgroundColor": "#FFD700",
        "Price": "$29.99"
    },
    {
        "ID": 106,
        "Image": "https://i.ibb.co/ctt2Ny8/15.jpg",
        "Title": "Designer Sunglasses",
        "Category": "Cloth",
        "Description": "Make a style statement with our Designer Sunglasses. These high-fashion shades are the perfect accessory to elevate your look and protect your eyes from harmful UV rays. With a sleek and modern design, they combine fashion and function seamlessly. The Designer Sunglasses offer exceptional clarity and comfort, thanks to their premium lenses and lightweight frames. Whether you're lounging by the pool, strolling on the beach, or exploring the city, these sunglasses will complement your attire and shield your eyes from the sun. Step into the world of luxury eyewear and exude confidence with Designer Sunglasses.",
        "BackgroundColor": "#F0E68C",
        "TitleTextColor": "#2E8B57",
        "CategoryTextColor": "#8A2BE2",
        "CategoryBackgroundColor": "#F0E68C",
        "Price": "$129.95"
    },
    {
        "ID": 107,
        "Image": "https://i.ibb.co/DRWvT3p/16.jpg",
        "Title": "Smart Home Security System",
        "Category": "Electronics",
        "Description": "Protect your home and loved ones with our Smart Home Security System. This comprehensive security solution is designed to keep your property safe and give you peace of mind. The system includes motion sensors, door/window sensors, and a high-definition camera. You can monitor your home remotely through a user-friendly app, receive alerts in real-time, and even communicate with visitors using two-way audio. With smart automation features, you can customize your security settings, control lights, and remotely arm or disarm the system. Our Smart Home Security System is easy to install and compatible with voice assistants for hands-free control. Invest in the safety of your home with this advanced security system.",
        "BackgroundColor": "#87CEEB",
        "TitleTextColor": "#0000CD",
        "CategoryTextColor": "#4682B4",
        "CategoryBackgroundColor": "#87CEEB",
        "Price": "$249.99"
    },
    {
        "ID": 108,
        "Image": "https://i.ibb.co/M1nBm2t/17.jpg",
        "Title": "Gourmet Cooking Set",
        "Category": "Food",
        "Description": "Unleash your inner chef with our Gourmet Cooking Set. This premium kitchenware collection is designed for culinary enthusiasts who demand the best tools for their craft. The set includes high-quality cookware, utensils, and gadgets that cater to all your cooking needs. Whether you're preparing a five-course meal or whipping up a quick weeknight dinner, these kitchen essentials will help you achieve culinary excellence. Crafted from durable materials and featuring ergonomic designs, the Gourmet Cooking Set is a joy to use. Elevate your cooking game, experiment with new recipes, and savor the flavors of gourmet cuisine with this exceptional set.",
        "BackgroundColor": "#FFA07A",
        "TitleTextColor": "#8B4513",
        "CategoryTextColor": "#CD5C5C",
        "CategoryBackgroundColor": "#FFA07A",
        "Price": "$199.00"
    },
    {
        "ID": 109,
        "Image": "https://i.ibb.co/0jy7x8B/18.jpg",
        "Title": "Fitness Tracker Pro",
        "Category": "Health",
        "Description": "Take control of your fitness journey with our Fitness Tracker Pro. This advanced wearable device is your personal fitness companion, helping you stay motivated and track your progress every step of the way. With built-in heart rate monitoring, GPS tracking, and a variety of workout modes, you can optimize your workouts and achieve your fitness goals faster. The Fitness Tracker Pro also offers sleep tracking to help you improve your sleep quality and overall well-being. Stay connected with smartphone notifications, receive call alerts, and control your music right from your wrist. The sleek and comfortable design ensures you can wear it all day, and it's water-resistant, so you can even use it during your swim workouts. Enhance your health and fitness routine with the Fitness Tracker Pro.",
        "BackgroundColor": "#98FB98",
        "TitleTextColor": "#228B22",
        "CategoryTextColor": "#20B2AA",
        "CategoryBackgroundColor": "#98FB98",
        "Price": "$79.99"
    },
    {
        "ID": 110,
        "Image": "https://i.ibb.co/QXThYwf/19.jpg",
        "Title": "Floral Print Dress",
        "Category": "Cloth",
        "Description": "Radiate elegance and charm with our Floral Print Dress. This enchanting garment captures the beauty of spring with its delicate floral patterns and flowing design. Whether you're attending a garden party, a romantic dinner, or a special event, this dress will make you the center of attention. The Floral Print Dress is crafted from high-quality, breathable fabric that ensures comfort and confidence. It features a flattering silhouette and a modest length, perfect for a wide range of occasions. Step into the world of floral fashion and embrace the season with our stunning dress.",
        "BackgroundColor": "#F0E68C",
        "TitleTextColor": "#2E8B57",
        "CategoryTextColor": "#9932CC",
        "CategoryBackgroundColor": "#F0E68C",
        "Price": "$59.95"
    },
    {
        "ID": 111,
        "Image": "https://i.ibb.co/8bfT89w/20.jpg",
        "Title": "Wireless Earbuds",
        "Category": "Electronics",
        "Description": "Experience audio excellence with our Wireless Earbuds. These state-of-the-art earbuds redefine your music and audio experience, providing stunning sound quality, convenience, and versatility. With advanced Bluetooth technology, these earbuds offer seamless pairing with your devices, ensuring a hassle-free and wireless listening experience. Enjoy rich, immersive sound and deep bass for your music, podcasts, and calls. The Wireless Earbuds feature noise-cancellation technology, allowing you to immerse yourself in your music without distractions. With touch controls, you can easily manage playback, adjust volume, and take calls on the go. With a comfortable and secure fit, these earbuds are perfect for workouts, commutes, and everyday use. Elevate your audio experience and enjoy music like never before with our Wireless Earbuds.",
        "BackgroundColor": "#87CEEB",
        "TitleTextColor": "#0000CD",
        "CategoryTextColor": "#8B008B",
        "CategoryBackgroundColor": "#87CEEB",
        "Price": "$129.99"
    },
    {
        "ID": 112,
        "Image": "https://i.ibb.co/bd9w9Nb/21.jpg",
        "Title": "Camping Tent Adventure",
        "Category": "Health",
        "Description": "Embark on epic outdoor adventures with our Camping Tent Adventure. This spacious and durable tent is designed to be your home away from home, providing comfort and protection in the great outdoors. With ample interior space, multiple storage pockets, and a weather-resistant design, this tent ensures a cozy and secure camping experience. It's easy to set up, allowing you to spend more time exploring nature and less time on assembly. The Camping Tent Adventure is perfect for solo camping trips, family excursions, or group outings. It's built to withstand various weather conditions, ensuring you stay dry and comfortable in rain or shine. Create unforgettable memories under the stars with our Camping Tent Adventure.",
        "BackgroundColor": "#98FB98",
        "TitleTextColor": "#228B22",
        "CategoryTextColor": "#00FA9A",
        "CategoryBackgroundColor": "#98FB98",
        "Price": "$149.00"
    }
]
